Repository: CofficLab/Lumi
Catalog: Packages/PluginAppUpdate/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: App Update
zh_hans: 应用更新
zh_hk: 應用更新

source: Check for Updates...
zh_hans: 检查更新…
zh_hk: 檢查更新…

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Where to Find It
zh_hans: 使用入口
zh_hk: 使用入口

source: Auto-check
zh_hans: 自动检查
zh_hk: 自動檢查

source: Auto-install
zh_hans: 自动安装
zh_hk: 自動安裝

source: Automatic Updates
zh_hans: 自动更新
zh_hk: 自動更新

source: Check for new versions in the background.
zh_hans: 后台检查新版本。
zh_hk: 背景檢查新版本。

source: Seamless Install
zh_hans: 无缝安装
zh_hk: 無縫安裝

source: Download and apply updates with Sparkle.
zh_hans: 通过 Sparkle 下载并应用更新。
zh_hk: 透過 Sparkle 下載並套用更新。

source: Update Notices
zh_hans: 更新提醒
zh_hk: 更新提醒

source: Surface update availability when found.
zh_hans: 发现新版本时提示可用更新。
zh_hk: 發現新版本時提示可用更新。

source: Settings → General → Updates
zh_hans: 设置 → 通用 → 更新
zh_hk: 設定 → 一般 → 更新
